ark
awww
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
bruno
btop
chaotic-keyring
chaotic-mirrorlist
chromium
cliphist
code
copyq
docker
docker-compose
dolphin
dunst
efibootmgr
fastfetch
ffmpegthumbs
firefox
flatpak
fzf
gimp
git
github-cli
grim
gst-plugin-pipewire
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprquery-git
hyprsunset
imagemagick
inkscape
intel-media-driver
intel-ucode
jdk-openjdk
jq
kde-cli-tools
kitty
kvantum
kvantum-qt5
libnotify
libreoffice-fresh
libva-intel-driver
linux
linux-firmware
maven
micro
mpv
nano
network-manager-applet
networkmanager
nodejs
noto-fonts-emoji
npm
nwg-displays
nwg-look
pacman-contrib
pamixer
parallel
pavucontrol
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
playerctl
polkit-kde-agent
postgresql
python-pip
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rofi
rsync
satty
sddm
slurp
smartmontools
starship
sudo
thermald
tlp
udiskie
unifetch
unzip
uv
uwsm
vesktop
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
warp-terminal-bin
waybar
wget
wireplumber
wl-clip-persist
wlogout
wofi
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
yay-bin
yay-bin-debug
zram-generator
zsh
